import React from "react";

const tc = () => {
  return (
    <div>
      सभी छात्र/छात्रा ट्रांसफर सर्टिफिकेट और माइग्रेशन सर्टिफिकेट की एप्लीकेशन
      ऑनलाइन अप्लाई कर सकते हैं, ट्रांसफर सर्टिफिकेट और माइग्रेशन सर्टिफिकेट की
      एप्लीकेशन ऑनलाइन अप्लाई करने के लिए नीचे दिए गए लिंक की सहायता से
      छात्र/छात्रा एप्लीकेशन और ऑनलाइन पेमेंट दोनों कर सकते हैं, इस हेतु
      छात्र/छात्रा को बताये गए स्टेप पूरा करना है। सबसे पहले छात्र/छात्रा को
      Open For Apply TC/Migration Application पर क्लिक करें जिससे एक गूगल फॉर्म
      उनके सामने ओपन हो जायेगा जिसमे छात्र/छात्रा को मांगी गई जानकारी भरनी है और
      उसे सबमिट करना है। सबमिट करने के साथ ही छात्र/छात्रा के मेल आईडी पर कॉलेज
      की तरफ से ट्रांसफर सर्टिफिकेट और माइग्रेशन सर्टिफिकेट की एप्लीकेशन की एक
      सॉफ्ट कॉपी की प्रतिलिपि आएगी जिसे उसे प्रिंट करना है। प्रिंट करने के बाद
      छात्र/छात्रा को अपनी दसवीं कक्षा की अंकसूची की फोटो कॉपी, डिप्लोमा
      सर्टिफिकेट की फोटोकॉपी, कोर्स कंप्लीशन सर्टिफिकेट की फोटोकॉपी और फीस रसीद
      एप्लीकेशन के साथ लगानी होगी। ऑनलाइन फीस पेमेंट के माध्यम से निर्धारित
      शुल्क रुपये 250/- ट्रांसफर सर्टिफिकेट, रुपये 250/- माइग्रेशन सर्टिफिकेट
      नीचे दिए गए अकाउंट नंबर, ऑनलाइन पेमेंट लिंक अथवा QR कोड के माध्यम से जमा
      करेंगे। शुल्क जमा करने के बाद भुगतान किये गये शुल्क की रसीद का स्क्रीनशॉट
      अपने पास रखेंगे। इस ऑनलाइन आवेदन में चाही गई सभी जानकारी सही सही भर कर
      मांगे गए जरूरी डॉक्यूमेंट अपलोड करेंगे। उपलब्ध दिनांक अनुसार उपलब्ध कराई
      जाएंगी।{" "}
    </div>
  );
};

export default tc;
